// import places from "./testdata";
import React from "react";

export type Place = {
  id: number;
  position: { lat: number; lng: number };
  title: string;
  description: React.ReactNode;
};

const places: Place[] = [
  {
    id: 1,
    position: { lat: 35.4871686, lng: 133.067772 },
    title: "メインステージ",
    description: (
      <>
        <p>
          <strong>日時：</strong>10月12日（日）
          <br />
          <strong>出演：</strong>
          <br />
          <table>
            <thead>
              <tr>
                <th>出演内容</th>
                <th>出演者</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>あちゃらか3番勝負! vs ブーゲンビリア</td>
                <td>島根大学お笑いサークル「あちゃらか」 vs ブーゲンビリア</td>
              </tr>
              <tr>
                <td>ギター部</td>
                <td>ギター部</td>
              </tr>
              <tr>
                <td>Kpop dance circle</td>
                <td>Kpop dance circle</td>
              </tr>
              <tr>
                <td>ジャグリングパフォーマンス</td>
                <td>島根大学ジャグリングサークル Kaleido</td>
              </tr>
              <tr>
                <td>軽音楽部ステージライブ</td>
                <td>軽音楽部（選出9組）</td>
              </tr>
              <tr>
                <td>Pop’n Light Party ステージ</td>
                <td>Pop’n Light Party</td>
              </tr>
            </tbody>
          </table>
        </p>
        <p>
          <strong>日時：</strong>10月13日（月・祝）
          <br />
          <strong>出演：</strong>
          <br />
          <table>
            <thead>
              <tr>
                <th>出演内容</th>
                <th>出演者</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>コピーバンド</td>
                <td>AM2:00, Telescope</td>
              </tr>
              <tr>
                <td>バンド演奏</td>
                <td>地域工学バンド</td>
              </tr>
              <tr>
                <td>しますいスペシャルステージ</td>
                <td>島根大学吹奏楽部</td>
              </tr>
              <tr>
                <td>あちゃらかネタライブ!!</td>
                <td>島根大学お笑いサークル「あちゃらか」</td>
              </tr>
              <tr>
                <td>HIPHOP LIVE!!</td>
                <td>Yin Youngs</td>
              </tr>
              <tr>
                <td>神楽</td>
                <td>（記載なし詳細）</td>
              </tr>
              <tr>
                <td>スナフキン アコステージ</td>
                <td>スナフキン</td>
              </tr>
              <tr>
                <td>ビンゴ大会</td>
                <td>実行委員会</td>
              </tr>
            </tbody>
          </table>
        </p>
      </>
    ),
  },
  {
    id: 3,
    position: { lat: 35.487896, lng: 1330.67738 },
    title: "屋内企画：大学会館 ライブ",
    description: (
      <>
        <p>
          <h3>ライブ</h3>
          <strong>日時：</strong>
          10月12日（日）9:30～18:00、10月13日（月・祝）9:30～16:00
          <br />
          <strong>出演：</strong>
          <br />
          <table>
            <thead>
              <tr>
                <th>内容</th>
                <th>出演／運営</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>軽音楽部 & Pop’n Light Party 合同ライブ</td>
                <td>軽音楽部 & Pop’n Light Party</td>
              </tr>
            </tbody>
          </table>
        </p>
        <p>
          <h3>お茶席</h3>
          <strong>日時：</strong>
          10月12日（日）9:30～18:00、10月13日（月・祝）9:30～16:00
          <br />
          <strong>内容：</strong>
          裏千家茶道部によるお菓子とお茶の提供（場所：FLAT）
        </p>
      </>
    ),
  },
  {
    id: 5,
    position: { lat: 35.486988, lng: 133.067417 },
    title: "教養講義室棟1号館",
    description: (
      <p>
        <strong>教室・時間・出演内容：</strong>
        <br />
        <table>
          <thead>
            <tr>
              <th>教室</th>
              <th>時間</th>
              <th>出演・内容</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>102</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>島大いきもの博物館（展示）</td>
            </tr>
            <tr>
              <td>202</td>
              <td>10/12 14:00～</td>
              <td>あちゃらかネタライブ!! feat. ブーゲンビリア</td>
            </tr>
            <tr>
              <td>202</td>
              <td>10/13 14:00～</td>
              <td>あちゃらか大喜利決定戦!!</td>
            </tr>
            <tr>
              <td>301</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>美術科教育専攻・作品展示会 －まじわるところ－</td>
            </tr>
          </tbody>
        </table>
      </p>
    ),
  },
  {
    id: 6,
    position: { lat: 35.486893, lng: 133.066854 },
    title: "教養講義室棟2号館",
    description: (
      <p>
        <strong>教室・時間・出演内容：</strong>
        <br />
        <table>
          <thead>
            <tr>
              <th>教室</th>
              <th>時間</th>
              <th>出演・内容</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>エントランス</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>いけばな展示（草月流 華道部）</td>
            </tr>
            <tr>
              <td>401</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>
                ジャグリング体験会（島根大学ジャグリングサークル Kaleido）
              </td>
            </tr>
            <tr>
              <td>402</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>美術部展示・グッズ販売</td>
            </tr>
            <tr>
              <td>502</td>
              <td>10/12 10:00～17:30、10/13 10:00～15:30</td>
              <td>不昧流茶道部お茶席</td>
            </tr>
            <tr>
              <td>601</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>囲碁で遊ぼう！（囲碁部）</td>
            </tr>
            <tr>
              <td>602</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>部員作品展示（島根大学プラモデル部）</td>
            </tr>
          </tbody>
        </table>
      </p>
    ),
  },
  {
    id: 7,
    position: { lat: 35.486756, lng: 133.067905 },
    title: "法文学部棟",
    description: (
      <p>
        <strong>教室・時間・出演内容：</strong>
        <br />
        <table>
          <thead>
            <tr>
              <th>教室</th>
              <th>時間</th>
              <th>内容</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>エントランス</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>臨書・詩文書 作品展示（書道部）</td>
            </tr>
            <tr>
              <td>135</td>
              <td>10/13 10:00～12:00</td>
              <td>ポリ小屋（ポリレンジャー + くまカフェ）</td>
            </tr>
            <tr>
              <td>138 地域交流スペース2</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>知ってほしい！しまねの献血のこと（ぐっぱ + 赤十字奉仕団）</td>
            </tr>
            <tr>
              <td>147 セミナー室</td>
              <td>10:00～16:00</td>
              <td>古文書ゼミ展示</td>
            </tr>
            <tr>
              <td>241 教室</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>ぴぴぴッ！電波広場（無線通信技術部）</td>
            </tr>
            <tr>
              <td>340 教室</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>第4回島大鐵研フェスタ（島根大学鐵道研究会）</td>
            </tr>
            <tr>
              <td>433 多目的室</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>漫画研究会（展示・販売・体験）</td>
            </tr>
            <tr>
              <td>135（くまカフェ系統）</td>
              <td>10/12 9:30～18:00、10/13 9:30～16:00</td>
              <td>活動展示 + くまカフェ（行政学ゼミ）</td>
            </tr>
            <tr>
              <td>多目的教室3</td>
              <td>10/12 11:00～15:00</td>
              <td>言語文化学科教育プロジェクト紹介</td>
            </tr>
          </tbody>
        </table>
      </p>
    ),
  },
  {
    id: 8,
    position: { lat: 35.485138, lng: 133.068436 },
    title: "総合理工学部棟1号館",
    description: (
      <p>
        <strong>教室・時間・出演内容：</strong>
        <br />
        <table>
          <thead>
            <tr>
              <th>教室／場所</th>
              <th>時間</th>
              <th>内容</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>玄関ホール & 12講義室</td>
              <td>10/12 10:00～18:00</td>
              <td>化学と遊ぼう（各種化学実験体験）</td>
            </tr>
            <tr>
              <td>数学第一講義室</td>
              <td>10/12–13 10:00～15:00</td>
              <td>
                遊んで，学ぼう！（折り紙・塗り絵・迷路）
                <br />
                アプリを使って，数学を視る（アプリ紹介）
              </td>
            </tr>
          </tbody>
        </table>
      </p>
    ),
  },
  {
    id: 9,
    position: { lat: 35.485181, lng: 133.069291 },
    title: "総合理工学部棟3号館",
    description: (
      <p>
        <strong>教室・時間・出演内容：</strong>
        <br />
        <table>
          <thead>
            <tr>
              <th>教室／場所</th>
              <th>時間</th>
              <th>内容</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>本棟（全体）</td>
              <td>10/13 10:00～16:00</td>
              <td>半導体デバイスって何？（真空蒸着実演 他）</td>
            </tr>
            <tr>
              <td>614室（6階）</td>
              <td>10/12–13 10:00～12:00、13:00～15:00</td>
              <td>VR体験（ワークショップ）</td>
            </tr>
          </tbody>
        </table>
      </p>
    ),
  },
  // 以降、屋外企画を一つずつ分けて記述
  {
    id: 10,
    position: { let: 35.485546, lng: 133.068026 },
    title: "やきそばさっちゃん（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        私たちは教育学部音楽科教育専攻生です。「やきそばさっちゃん」という店名で、毎年焼きそばを販売しています。今年も丹精込めてつくった焼きそばを販売します。皆様のご来店、お待ちしております！
      </p>
    ),
  },
  {
    id: 11,
    position: { lat: 35.485668, lng: 133.068011 },
    title: "たこ焼き屋（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        たくさんのイケメンが美味しいたこ焼きを作ってます!!
      </p>
    ),
  },
  {
    id: 12,
    position: { lat: 35.485750, lng: 133.067987 },
    title: "牛串屋デュース（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        大学祭フードの“王道”は、この一本。外はカリッ、中は肉汁ジュワッ。厳選肉を高品質な鉄板で丁寧に焼き上げました。香りだけでもお腹が鳴る特製牛串は、大学祭の食べ歩きコースにぴったりです！売り切れ御免。
      </p>
    ),
  },
  {
    id: 13,
    position: { lat: 35.485531, lng: 133.067869 },
    title: "型抜き（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        型抜きをしています！！皆さんぜひお越しください！
      </p>
    ),
  },
  {
    id: 14,
    position: { lat: 35.485618, lng: 133.067855 },
    title: "合氣ドーナツ（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        今年の学祭では、“心も体も満たされる『合氣ドーナツ』”
        を販売します。合気道の精神とドーナツの美味しさが、ここで出会います。柔軟な心とお腹を満たす甘いひとときをお楽しみください！
      </p>
    ),
  },
  {
    id: 15,
    position: { lat: 35.485759, lng: 133.067821 },
    title: "ブース出展／ジョブカフェしまね（屋外）",
    description: (
      <p>
        <strong>日時：</strong>（10/12・10/13 同時刻）9:30～18:00／9:30～16:00
        <br />
        ブース出展（ジョブカフェしまね）です。
      </p>
    ),
  },
  {
    id: 16,
    position: { lat: 35.485895, lng: 133.067793 },
    title: "ベビーカステラ屋／shimasuno（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        いろんな種類のベビーカステラとドリンク（冷たいものも温かいものもあります）を売ってます!ぜひ足を運んで下さい！
      </p>
    ),
  },
  {
    id: 17,
    position: { lat: 0, lng: 0 },
    title: "ヘアアレンジ（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        ヘアアレンジ体験（学生支援課横／プロ美容師）を実施します！ぜひお越しください。
      </p>
    ),
  },
  {
    id: 18,
    position: { lat: 0, lng: 0 },
    title: "肉巻きおにぎり（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        肉の旨味がジュワッ！外は香ばしく中はほっかほか、フラット特製「肉巻きおにぎり」登場！秘伝のタレが染み込んだジューシーなお肉でごはんを包み、一口食べれば笑顔間違いなし！学園祭限定、この味を見逃すな！
      </p>
    ),
  },
  {
    id: 19,
    position: { lat: 0, lng: 0 },
    title: "ケバ部（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        おいしいケバブを販売します！
      </p>
    ),
  },
  {
    id: 20,
    position: { lat: 0, lng: 0 },
    title: "もぎたてスナフキンの森（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：10:00～17:00、10月13日（祝月）：10:00～15:00
        <br />
        スナフキンでは缶ジュースを販売します！ライブのお供にいかがでしょうか？
      </p>
    ),
  },
  {
    id: 21,
    position: { lat: 0, lng: 0 },
    title: "島大の駄菓子屋 綿菓子堂（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        水泳部は、綿菓子と飲み物を販売します。綿菓子は「ちんちろ」で出目に応じてサイズが変化！運試しで特大サイズを狙おう！
      </p>
    ),
  },
  {
    id: 22,
    position: { lat: 0, lng: 0 },
    title: "ざまく（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        下東川津の居酒屋バイトが出店！炭火の団子と焼き鳥が絶品！！バイトも募集中♡
      </p>
    ),
  },
  {
    id: 23,
    position: { lat: 0, lng: 0 },
    title: "チョコバナナとジュース（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～17:55、10月13日（祝月）：9:30～15:55
        <br />
        美味しいジュースとチョコバナナ等を販売しています。是非お立ち寄りください。
      </p>
    ),
  },
  {
    id: 24,
    position: { lat: 0, lng: 0 },
    title: "たませんとペットボトルドリンク（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        たませんとペットボトルドリンクを販売します。
      </p>
    ),
  },
  {
    id: 25,
    position: { lat: 0, lng: 0 },
    title: "餃子パーティー！（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        ESS部による餃子パーティー。韓国版の餃子を販売。夕方からはクレープ販売の可能性もあります。
      </p>
    ),
  },
  {
    id: 26,
    position: { lat: 0, lng: 0 },
    title: "ダーツ部 ワッフル屋／ダーツ体験（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        ダーツ部では、実際のダーツを投げる体験とワッフルの販売を行います。賞品も用意しています！
      </p>
    ),
  },
  {
    id: 27,
    position: { lat: 0, lng: 0 },
    title: "陶器の販売（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        陶芸部による手作り陶器販売。数量限定、売り切れ次第終了。
      </p>
    ),
  },
  {
    id: 28,
    position: { lat: 0, lng: 0 },
    title: "未来の先生が作るベビーカステラ屋さん（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        小学校教育専攻4回生によるベビーカステラ販売。ミニゲームでトッピング無料などの企画も。
      </p>
    ),
  },
  {
    id: 29,
    position: { lat: 0, lng: 0 },
    title: "献血バスコラボ！輸血パックジュース & アイス販売（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10月13日（祝月）：9:30～16:00
        <br />
        献血推進サークルぐっぱと赤十字奉仕団ぷらすによる輸血パックジュースとアイス販売。献血協力者には割引・トッピング特典あり。
      </p>
    ),
  },
  {
    id: 30,
    position: { lat: 0, lng: 0 },
    title: "俺のチュロス（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～12:00、10月13日（祝月）：9:30～16:00
        <br />
        丹精込めて調理したチュロスを販売します！
      </p>
    ),
  },
  {
    id: 31,
    position: { lat: 0, lng: 0 },
    title: "理科教育専攻（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        ソーダゼリーとドリンクの販売を行います。
      </p>
    ),
  },
  {
    id: 32,
    position: { lat: 0, lng: 0 },
    title: "唐揚げ（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        バドミントン愛好会による唐揚げ販売。手頃な価格で提供します。
      </p>
    ),
  },
  {
    id: 33,
    position: { lat: 0, lng: 0 },
    title: "島大 bar へんにゅう（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        島大編入会による軽飲食ブース。インスタフォローで割引特典あり。
      </p>
    ),
  },
  {
    id: 34,
    position: { lat: 0, lng: 0 },
    title: "水餃子・飲み物・お菓子（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00（無くなり次第終了）
        <br />
        裏千家茶道部による水餃子・飲み物・お菓子の販売。
      </p>
    ),
  },
  {
    id: 35,
    position: { lat: 0, lng: 0 },
    title: "ドリンク & オリジナルグッズ販売（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        軽音楽部による冷凍フルーツ入りドリンクとオリジナルグッズ（タオル・ラバーバンド等）販売。
      </p>
    ),
  },
  {
    id: 36,
    position: { lat: 0, lng: 0 },
    title: "鳥、好きになりました。-島吹編-（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        “鳥、好きになりました。-島吹編-” 展示・企画（吹奏楽部関連）。
      </p>
    ),
  },
  {
    id: 37,
    position: { lat: 0, lng: 0 },
    title: "Tea&Chips（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        香り広がるほうじ茶ラテ・濃厚抹茶ラテ＋さつまいもチップスの販売。
      </p>
    ),
  },
  {
    id: 38,
    position: { lat: 0, lng: 0 },
    title: "ポップコーン屋さん（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～17:00、10月13日（祝月）：9:30～16:00
        <br />
        BBS ボランティアサークルによるポップコーン販売（複数フレーバーあり）。
      </p>
    ),
  },
  {
    id: 39,
    position: { lat: 0, lng: 0 },
    title: "香川FC（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：10:00～18:00、10/13（祝月）：10:00～16:00
        <br />
        たこ焼き提供（“香川FC” 名義）＋各種トッピングあり。
      </p>
    ),
  },
  {
    id: 40,
    position: { lat: 0, lng: 0 },
    title: "ワークショップ & 作品販売（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        美術科教育専攻による鋳造アニマル制作ワークショップおよび部員作品販売。
      </p>
    ),
  },
  {
    id: 41,
    position: { lat: 0, lng: 0 },
    title: "ベビーカステラとかき氷（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        島根大学軟式野球部によるベビーカステラと かき氷 の販売。
      </p>
    ),
  },
  {
    id: 42,
    position: { lat: 0, lng: 0 },
    title: "フルーツアメ屋（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：11:00～14:00、10/13（祝月）：11:00～14:00
        <br />
        色んな果物をアメでコーティングしたフルーツアメ販売（部活動：アイスホッケー部）。
      </p>
    ),
  },
  {
    id: 43,
    position: { lat: 0, lng: 0 },
    title: "島根大学料理サークル ワッフル（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        料理サークルによるワッフル販売（複数味あり）。
      </p>
    ),
  },
  {
    id: 44,
    position: { lat: 0, lng: 0 },
    title: "クレープ店（天文部）（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：10:00～売り切れ次第、10/13（祝月）：10:00～売り切れ次第
        <br />
        天文部によるクレープ販売。学祭期間中の合間にぜひお立ち寄りください。
      </p>
    ),
  },
  {
    id: 45,
    position: { lat: 0, lng: 0 },
    title: "ポップコーンの販売（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        放送サークルによるポップコーン販売。
      </p>
    ),
  },
  {
    id: 46,
    position: { lat: 0, lng: 0 },
    title: "ワニ君の唐揚げ屋さん（屋外）",
    description: (
      <p>
        <strong>日時：</strong>
        10月12日（日）：9:30～18:00、10/13（祝月）：9:30～16:00
        <br />
        ISFによる噛むほど旨味が広がるワニ肉の唐揚げ販売（数量限定）。
      </p>
    ),
  },
];
export default places;
